Repository: octo-tg-bot/octobot
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: it, ru

# plugins/about.py #28
source: About bot
ru: О боте

# plugins/about.py #31
source: OctoBot4 based on commit <code>{ob_version}</code> Python-Telegram-Bot version: <code>{ptb_version}</code> <a href="https://github.com/octo-tg-bot/">GitHub page</a>
ru: OctoBot4 на основе: <code>{ob_version}</code> Версия Python-Telegram-Bot: <code>{ptb_version}</code> <a href="https://github.com/octo-tg-bot/">GitHub</a>

# plugins/about.py #36
source: 🐳Running inside Docker
ru: 🐳Бот запущен в Docker

# plugins/about.py #36
source: 🖥️Running on normal system
ru: 🖥️Бот запущен в обычной среде

# plugins/admin.py #11
source: Admin commands
ru: Команды администратора

# plugins/admin.py #33
source: This action was undone by <a href="tg://user?id={admin_id}">{admin}</a>
ru: <a href="tg://user?id={admin_id}">{admin}</a> отменил это действие

# plugins/admin.py #40
source: Invalid ID passed
ru: Неверный идентификатор!

# octobot/permissions.py #79 plugins/admin.py #43
source: Sorry, you can't execute this command cause you lack following permissions: {}
ru: У вас не хватает этих прав администратора, чтобы выполнить эту команду: {}

# plugins/admin.py #62
source: I hadn't seen the person whose username is @{username}
ru: Я не видел человека с юзернеймом @{username}

# plugins/admin.py #76
source: I can't {action} administrators.
ru: Я не могу {action} администраторов.

# plugins/admin.py #83
source: Can't {action} <a href="tg://user?id={target}">{target_name}</a>. Error: <code>{error}</code>.
ru: Не получилось {action} <a href="tg://user?id={target}">{target_name}</a>. Ошибка: <code>{error}</code>.

# plugins/admin.py #93
source: Cancel
ru: Отмена

# plugins/admin.py #104
source: Bans user in this chat
ru: Банит пользователя в этом чате

# plugins/admin.py #110
source: 🔨<a href="tg://user?id={admin_id}">{admin_name}</a> banned <a href="tg://user?id={target}">{target_name}</a>
ru: 🔨<a href="tg://user?id={admin_id}">{admin_name}</a> забанил <a href="tg://user?id={target}">{target_name}</a>

# plugins/admin.py #112
source: ban
ru: бан

# plugins/admin.py #116
source: Kicks user from chat
ru: Кикает пользователя из чата

# plugins/admin.py #122
source: 👞<a href="tg://user?id={admin_id}">{admin_name}</a> kicked <a href="tg://user?id={target}">{target_name}</a>
ru: 👞<a href="tg://user?id={admin_id}">{admin_name}</a> кикнул <a href="tg://user?id={target}">{target_name}</a>

# plugins/admin.py #124
source: kick
ru: кик

# plugins/admin.py #130
source: Unbanned
ru: Разбанен

# plugins/admin.py #140
source: 📌<a href="tg://user?id={admin_id}">{admin}</a> pinned message.
ru: 📌<a href="tg://user?id={admin_id}">{admin}</a> закрепил сообщение.

# plugins/admin.py #147
source: Pins message in chat
ru: Закрепляет сообщение

# plugins/admin.py #155
source: Pins message in chat with notification
ru: Закрепляет сообщение со звуком

# plugins/admin.py #167
source: Gives user a warning
ru: Выдаёт предупреждение пользователю

# plugins/admin.py #175
source: Reply to user to give them a warn
ru: Ответь на сообщение пользователя для выдачи ему предупреждения

# plugins/admin.py #179
source: Can't warn administrator
ru: Не могу выдать предупреждение админу

# plugins/admin.py #187
source: Warn reason not specified
ru: Причина предупреждения не введена

# plugins/admin.py #195
source: <i>User had reached maximum warnings in chat and was banned</i>
ru: <i>Пользователь достиг максимального количества предупреждений и был забанен.</i>

# plugins/admin.py #200
source: Unban
ru: Разбанить

# plugins/admin.py #202
source: ⚠️<a href="tg://user?id={admin_id}">{admin}</a> warned <a href="tg://user?id={target_id}">{target_name}</a> ({warn_count}/{max_warns}) Reason: <i>{reason}</i>
ru: ⚠️<a href="tg://user?id={admin_id}">{admin}</a> предупредил <a href="tg://user?id={target_id}">{target_name}</a> ({warn_count}/{max_warns}) Причина: <i>{reason}</i>

# plugins/admin.py #226
source: Warn removed
ru: Предупреждение удалено

# plugins/admin.py #229
source: Lists all user warns or your warns
ru: Показывает все предупрждения пользователя или выданные вам предупреждения

# plugins/admin.py #250
source: Failed to find username {username}
ru: Не могу найти {username}

# plugins/admin.py #254
source: Warns for {name}:
ru: Выданные {name} предупреждения:

# plugins/admin.py #257
source: {name} has no warns!
ru: У {name} нет предупреждений

# plugins/anilist.py #112
source: <b>{title}</b> <i>{metadata}</i> <a href="{siteUrl}">on anilist</a> {description} <i>{genres}</i>
ru: <b>{title}</b> <i>{metadata}</i> <a href="{siteUrl}">на anilist</a> {description} <i>{genres}</i>

# plugins/anilist.py #121
source: <b>{full_name}</b> <i>{alternative_names}</i><a href="{siteUrl}">on anilist</a> {description} <i>Present in:</i> {present_in}
ru: <b>{full_name}</b> <i>{alternative_names}</i><a href="{siteUrl}">на anilist</a> {description} <i>Появляется в:</i> {present_in}

# plugins/anilist.py #131 plugins/anilist.py #138
source: finished
ru: закончено

# plugins/anilist.py #132
source: airing
ru: идёт вещание

# plugins/anilist.py #133
source: not yet airing
ru: ещё не начато

# plugins/anilist.py #134 plugins/anilist.py #141
source: cancelled
ru: отменено

# plugins/anilist.py #139
source: releasing
ru: выпускается

# plugins/anilist.py #140
source: not yet released
ru: ещё не начат выпуск

# plugins/anilist.py #145
source: TV animation series
ru: анимационный сериал

# plugins/anilist.py #146
source: TV short
ru: короткометражный фильм

# plugins/anilist.py #147
source: anime movie
ru: аниме-фильм

# plugins/anilist.py #148
source: anime special
ru: аниме-спешл

# plugins/anilist.py #152
source: manga series
ru: манга

# plugins/anilist.py #153
source: light novel series
ru: ранобэ

# plugins/anilist.py #154
source: one-shot manga
ru: ван-шот манга

# plugins/anilist.py #232
source: no description
ru: нет описания

# plugins/anilist.py #233
source: No description provided.
ru: Нет описания.

# plugins/anilist.py #236
source: (spoilers redacted)
ru: (спойлеры вырезаны)

# plugins/anilist.py #251
source: format
ru: формат

# plugins/anilist.py #261
source: {} episodes
ru: эпизодов: {}

# plugins/anilist.py #266
source: {} volumes
ru: томов: {}

# plugins/anilist.py #270
source: {} chapters
ru: глав: {}

# plugins/anilist.py #275
source: rating {:0.1f}/10
ru: средняя оценка {:0.1f}/10

# plugins/anilist.py #352
source: Search anime on AniList
ru: Поиск аниме на Anilist

# plugins/anilist.py #358
source: Search manga on AniList
ru: Поиск манги на Anilist

# plugins/anilist.py #364
source: Search for character on AniList
ru: Поиск персонажей на Anilist

# plugins/apex.py #27
source: Apex Legends player stats
ru: Статисика в Apex Legends

# plugins/apex.py #32
source: Kills
ru: Убийства

# plugins/apex.py #33
source: Damage
ru: Урон

# plugins/apex.py #34
source: Revives
ru: Возрождений

# plugins/apex.py #35
source: Games player
ru: Игр сыграно

# plugins/apex.py #36
source: Kill/Death ratio
ru: Соотношение убийств/смертей

# plugins/apex.py #55
source: Can't find player {}
ru: Не могу найти игрока {}

# plugins/apex.py #58
source: Mozambiquehe.re API returned error: {}
ru: API Mozambiquehe.re вернул ошибку: {}

# plugins/apex.py #61
source: Player <b>{username}</b>, level {level}
ru: Игрок <b>{username}</b>, уровень {level}

# plugins/apex.py #64
source: Rank {rankName} {rankDiv}
ru: Ранк {rankName} {rankDiv}

# plugins/apex.py #66
source: Current legend: <b>{}</b>
ru: Текущая легенда: <b>{}</b>

# plugins/apex.py #75
source: Player legends stats
ru: Статистика определенных легенд у игрока

# plugins/apex.py #93
source: Apex Legends {username} stats
ru: Статистика {username} в Apex

# plugins/apex.py #94
source: Level {level}, ranked level {ranked_level} Current legend:{current_legend}
ru: Уровень {level}, уровень в соревновательном режиме {ranked_level} Текущая легенда: {current_legend}

# plugins/apex.py #100
source: Invalid username specified!
ru: Невалидный юзернейм для данной платформы

# plugins/apex.py #112
source: Specify username to lookup
ru: Введите юзернейм который надо найти

# plugins/apex.py #122
source: Lookup Apex player on PC
ru: Ищет игрока в Apex на ПК

# plugins/apex.py #123
source: Lookup Apex player on PS4
ru: Ищет игрока в Apex на PS4

# plugins/apex.py #124
source: Lookup Apex player on X1
ru: Ищет игрока в Apex на Xbox One

# plugins/apex.py #127
source: Bloodhound
ru: Блудхаунд

# plugins/apex.py #128
source: Gibraltar
ru: Гибралтар

# plugins/apex.py #129
source: Lifeline
ru: Лайфлайн

# plugins/apex.py #130
source: Pathfinder
ru: Патфайндер

# plugins/apex.py #131
source: Wraith
ru: Рейф

# plugins/apex.py #132
source: Bangalore
ru: Бангалор

# plugins/apex.py #133
source: Caustic
ru: Каустик

# plugins/apex.py #134
source: Mirage
ru: Мираж

# plugins/apex.py #135
source: Octane
ru: Октейн

# plugins/apex.py #136
source: Wattson
ru: Ватсон

# plugins/apex.py #137
source: Crypto
ru: Крипто

# plugins/apex.py #138
source: Revenant
ru: Ревенант

# plugins/apex.py #139
source: Loba
ru: Лоба

# plugins/apex.py #140
source: Rampart
ru: Рампарт

# plugins/apex.py #141
source: Horizon
ru: Хорайзон

# plugins/cash.py #33
source: %(in)s = %(out)s <a href="http://free.currencyconverterapi.com/">Powered by Currency convert API</a>
ru: %(in)s = %(out)s <a href="http://free.currencyconverterapi.com/">Сделано с помощью Currency convert API</a>

# plugins/cash.py #113
source: Converts currency
ru: Конвертирует валюту

# plugins/cash.py #121
source: {} is not a valid number
ru: {} - неправильное число

# plugins/cash.py #126
source: Unknown currency specified
ru: Неизвестная валюта

# plugins/cash.py #128
source: Currency API is unavailable right now, try later
ru: API валют сейчас не доступен, попробуйте позже

# plugins/gtl.py #10
source: Google Translate
ru: Переводчик Google

# plugins/gtl.py #18
source: From <i>{source_language}</i> to <i>{target_language}</i> <code>{text}</code>
ru: Перевод с <i>{source_language}</i> на <i>{target_language}</i> <code>{text}</code>

# plugins/gtl.py #20
source: Translates text using Google Translate
ru: Переводит текст с помощью Google Translate

# plugins/imgur.py #13
source: Search for image on Imgur
ru: Ищет картинки на Imgur

# plugins/imgur.py #41
source: Description:
ru: Описание:

# plugins/imgur.py #44
source: Album with {count} images
ru: Альбом ({count} картинок)

# plugins/imgur.py #51
source: View on Imgur
ru: Посмотреть на Imgur

# plugins/safebooru.py #34
source: <b>Rating:</b> {rating} <b>Tags:</b> {tags_str}
ru: <b>Рейтинг:</b> {rating} <b>Теги:</b> {tags_str}

# plugins/safebooru.py #136
source: View on safebooru
ru: Открыть на safebooru

# plugins/safebooru.py #143
source: Source
ru: Сурс

# plugins/sentry.py #39
source: Event code is <code>{}</code>
ru: Код этого события: <code>{}</code>

# plugins/sentry.py #41
source: Provide feedback
ru: Сообщить об ошибке

# plugins/sentry.py #49
source: Click here to submit your feedback
ru: Нажмите здесь чтоб отправить сообщение об ошибке

# plugins/sentry.py #52
source: Thanks you for your feedback! Feel free to delete this message
ru: Спасибо за сообщение об ошибке! Это сообщение можно удалить

# plugins/sentry.py #57
source: Invalid event ID
ru: Неправильный идентификатор события

# plugins/sentry.py #58
source: Did you accidentally deleted the feedback event ID?
ru: Возможно вы его случайно стёрли?

# plugins/sentry.py #59 plugins/sentry.py #65
source: Feel free to delete this message
ru: Это сообщение можно удалить

# plugins/sentry.py #64
source: You hadn't wrote the feedback.
ru: Вы не написали сообщение об ошибке

# plugins/spamwatch.py #22
source: Users will be kicked from this chat if they are banned in SpamWatch
ru: Пользователи будут выкинуты из чата если они забанены в SpamWatch

# plugins/spamwatch.py #26
source: Users will be banned from this chat if they are banned in SpamWatch
ru: Пользователи будут забанены в чате если они забанены в SpamWatch

# plugins/spamwatch.py #29
source: SpamWatch plugin is disabled in this chat.
ru: Плагин SpamWatch отключен в чате

# plugins/spamwatch.py #44
source: Default
ru: По умолчанию

# plugins/spamwatch.py #66
source: {user} is banned in SpamWatch since {ban_date}. Reason: <code>{ban_reason}</code>
ru: {user} забанен в SpamWatch с {ban_date}. Причина: <code>{ban_reason}</code>

# plugins/spamwatch.py #67
source: User
ru: Пользователь

# plugins/spamwatch.py #83
source: Action {action} set.
ru: Действие {action} установлено.

# plugins/spamwatch.py #86
source: is not a valid action.
ru: не является поддерживаемым действием

# plugins/spamwatch.py #89
source: You hadn't specified action to set!
ru: Вы не ввели действие которое нужно установить

# plugins/spamwatch.py #91
source: Available actions:
ru: Доступные действия

# plugins/spamwatch.py #98
source: Current action in this chat is
ru: Текущее действие в этом чате это

# plugins/stickers.py #33
source: Stickers
ru: Стикеры

# plugins/stickers.py #106 plugins/stickers.py #134
source: No image as photo/file provided.
ru: Приложите картинку

# plugins/stickers.py #108 plugins/stickers.py #138
source: Attempting to make image bombs, are we?
ru: Слишком большая картинка

# plugins/stickers.py #110 plugins/stickers.py #140
source: This file doesn't look like image file
ru: Это не картинка

# plugins/stickers.py #112
source: Preview:
ru: Превью:

# plugins/stickers.py #136
source: Failed to compress image after 8 tries
ru: Не получилось сжать шакалов

# plugins/stickers.py #158
source: Sorry, but I can't create group pack right now. Ask group creator to PM me and try again.
ru: Не получается создать стикерпак. Попросите создателя группы написать мне в ЛС и попробовать снова

# plugins/stickers.py #167
source: It seems like I got timed out when creating sticker, that is Telegram-side error. Please try again.
ru: Произошёл таймаут при создании стикера, это проблема на стороне Telegram. Попробуйте снова

# plugins/stickers.py #171
source: Adds sticker to group stickerpack
ru: Добавляет стикер в стикерпак группы

# plugins/stickers.py #178
source: Adds sticker to personal stickerpack
ru: Добавляет стикер в личный стикерпак

# plugins/stickers.py #183
source: Removes sticker from group/user stickerpack
ru: Добавляет стикер в стикерпак группы

# plugins/stickers.py #195
source: You can't delete this chat stickers cause you are not an admin.
ru: Вы не можете удалить стикеры в этом паке потому что вы не админ.

# plugins/stickers.py #197
source: 🚮Sticker deleted.
ru: 🚮Стикер удален.

# plugins/stickers.py #198
source: You can't delete stickers in this stickerpack
ru: Вы не можете удалить стикеры в этом паке

# plugins/stickers.py #199
source: Please reply to sticker from group/user pack
ru: Добавляет стикер в стикерпак группы

# plugins/stickers_ban.py #15
source: Bans stickerpack in chat
ru: Заблокировать стикерпак в чате

# plugins/stickers_ban.py #22
source: Reply to sticker from stickerpack which you want to ban or pass the pack name as argument
ru: Ответьте этой командой на стикер, пак которого вы хотите заблокировать, или передайте название пака аргументом

# plugins/stickers_ban.py #35
source: Pack <a href="https://t.me/addstickers/{pack_id}">{pack_id}</a> banned successfully
ru: Стикерпак <a href="https://t.me/addstickers/{pack_id}">{pack_id}</a> успешно заблокирован

# plugins/stickers_ban.py #40
source: Pack <a href="https://t.me/addstickers/{pack_id}">{pack_id}</a> unbanned successfully
ru: Стикерпак <a href="https://t.me/addstickers/{pack_id}">{pack_id}</a> успешно разблокирован

# plugins/stickers_ban.py #45
source: Lists packs that are banned in this chat
ru: Список заблокированных стикерпаков

# plugins/stickers_ban.py #52
source: This stickerpacks are currently banned in <b>{chat_name}</b>:
ru: Заблокированные стикерпаки в <b>{chat_name}</b>:

# plugins/stickers_ban.py #59
source: There are no stickerpacks that are banned in this chat
ru: В этом чате нет заблокированных стикерпаков

# plugins/test.py #120
source: Hello, World!
ru: Привет, мир!

# plugins/test.py #122
source: This is a test
ru: Это тест

# plugins/urban.py #12
source: Definition for <b>{word}</b> by <i>{author}</i>: {definition} Example(s): {example}
ru: Определение к слову <b>{word}</b> (сделал(а) <i>{author}</i>): {definition} Пример(ы): {example}

# plugins/urban.py #43
source: Definition on Urban Dictionary
ru: Определение на Urban Dictionary

# plugins/urban.py #50
source: Definition for {}
ru: Определение для {}

# plugins/word_swap.py #49
source: Word Swapper
ru: Сменщик слов

# plugins/word_swap.py #53
source: Swaps word(s) in message
ru: Заменяет слова в сообщения

# plugins/word_swap.py #84
source: Hi, {username}! Did you mean: {text}
ru: Привет, {username}! Ты имел ввиду: {text}

# plugins/word_swap.py #90
source: Invalid regex!
ru: Невалидное регулярное выражение

# plugins/word_swap.py #92
source: You should reply to message with text!
ru: Отвечай на сообщения с текстом

# base_plugins/cache_mgmt.py #3
source: Admin cache utils
ru: Управление кэшом для администраторов чата

# base_plugins/cache_mgmt.py #5
source: Check group admins cache
ru: Проверить доступность кэша администраторов

# base_plugins/cache_mgmt.py #10
source: Cache database availability: {}
ru: Доступность базы данных кэша: {}

# base_plugins/cache_mgmt.py #12
source: Time until current cache death: {}
ru: Время до очистки кэша: {}

# base_plugins/cache_mgmt.py #14
source: To reset cache use /cache_reset command
ru: Используйте команду /cache_reset, чтобы сбросить кэш

# base_plugins/cache_mgmt.py #23
source: Admin cache has been reset
ru: Кэш администраторов чата был успешно сброшен

# base_plugins/inline_nothing.py #10
source: I can't understand what this inline button does. The keyboard here is probably outdated.
ru: Я не знаю что делает это кнопка. Эта клавиатура скорее всего устарела

# base_plugins/inline_nothing.py #15
source: I am sorry Dave, I am afraid I cant do that.
ru: Извини Дейв, боюсь, я не смогу этого сделать

# base_plugins/locale_ctl.py #40 base_plugins/locale_ctl.py #53
source: Language "{locale}" set
ru: Язык "{locale}" установлен

# base_plugins/ping.py #28
source: Ping
ru: Пинг

# base_plugins/ping.py #32
source: Make sure bot is alive and get message delivery latency
ru: Проверить доступность бота и узнать задержку доставки сообщений

# base_plugins/ping.py #35
source: 🏓 Pong! Reply latency: %.2fs
ru: 🏓 Понг! Задержка: %.2fs

# base_plugins/plugins_disable.py #36
source: Plugin management
ru: Управление плагинами

# base_plugins/plugins_disable.py #45
source: Lists disabled plugins in this chat
ru: Плагин SpamWatch отключен в чате

# base_plugins/plugins_disable.py #50
source: No plugins are disabled in this chat
ru: Плагин SpamWatch отключен в чате

# base_plugins/plugins_disable.py #52
source: Disabled plugins:
ru: Отключенные плагины:

# base_plugins/plugins_disable.py #63
source: You hadn't specified plugin to disable/enable. Following plugins can be disabled:
ru: Вы не ввели плагины для отключения/включения. Следующие плагины могут быть отключены:

# base_plugins/plugins_disable.py #74
source: All disable-able plugins were disabled.
ru: Все плагины, которые можно было отключить, отключены

# base_plugins/plugins_disable.py #77
source: {plugin_desc} (<code>{plugin_id}</code>) was disabled.
ru: {plugin_desc} (<code>{plugin_id}</code>) был отключен.

# base_plugins/plugins_disable.py #82 base_plugins/plugins_disable.py #100
source: Unknown plugin:
ru: Неизвестный плагин:

# base_plugins/plugins_disable.py #92
source: All disable-able plugins were enabled.
ru: Все плагины включены

# base_plugins/plugins_disable.py #95
source: {plugin_desc} (<code>{plugin_id}</code>) was enabled.
ru: {plugin_desc} (<code>{plugin_id}</code>) включен.

# base_plugins/start_help.py #12
source: Usual bot commands
ru: Стандартные команды

# base_plugins/start_help.py #18
source: Command list
ru: Список команд

# base_plugins/start_help.py #20
source: Support chat
ru: Чат поддержки

# base_plugins/start_help.py #22
source: Hi! I am {bot.me.first_name}, a Telegram bot with features and bugs and blah blah, noone reads /start anyway.
ru: Привет, я {bot.me.first_name}, бот для Telegram с функциями и багами и бла бла бла здесь никто не читает но я буду пинать окту чтобы дописать это.

# base_plugins/start_help.py #68
source: More…
ru: Больше…

# base_plugins/start_help.py #84
source: Help for
ru: Справка для

# base_plugins/traceback_exc_handler.py #16
source: Error description: <code>{error}</code>
ru: Описание ошибки: {error}

# base_plugins/user_id.py #7
source: User ID
ru: ID пользователя

# base_plugins/user_id.py #11
source: Check the user/group/message/inline_query IDs
ru: Отправляет ID пользователя/группы/сообщения/инлайна

# base_plugins/user_id.py #22
source: Your
ru: Твой

# base_plugins/user_id.py #23
source: Chat ID:<code>{}</code>
ru: ИД чата:<code>{}</code>

# base_plugins/user_id.py #24
source: Chat type is <code>{}</code>
ru: Тип чата: <code>{}</code>

# base_plugins/user_id.py #27
source: ID of your message: <code>{}</code>
ru: ИД твоего сообщения: <code>{}</code>

# base_plugins/user_id.py #30
source: ID of replied message: <code>{}</code>
ru: ИД реплая: <code>{}</code>

# base_plugins/user_id.py #32
source: ID of {} from replied message: {}
ru: ИД {} из реплая: {}

# base_plugins/user_id.py #34
source: Forward {} ID: {}
ru: Форвард {} ID: {}

# base_plugins/user_id.py #36
source: Forwarded message ID in original chat: {}
ru: ИД форварда в оригинальном чате: {}

# base_plugins/user_id.py #38
source: Forwarded message original chat ({}) ID: {}
ru: ИД чата, откуда был совершен форвард ({}): {}

# octobot/__init__.py #29
source: This command can be used only in supergroups.
ru: Эта команда доступна только в групповых чатах.

# octobot/exceptions.py #69 octobot/exceptions.py #71
source: Failed to execute command due to database problems. Please try later
ru: Произошла ошибка в выполнении команды из-за проблем с базой данных. Пожалуйста, попробуйте позже.

# octobot/exceptions.py #76
source: 🐞 Failed to execute command due to unknown error.
ru: 🐞 Во время выполнения команды произошла непревиденная ошибка.

# octobot/permissions.py #121
source: Sorry, you can't execute this command cause I lack following permissions: {}
ru: Извините, я не могу выполнить эту команду из-за отсутствия этих прав администратора: {}

# octobot/classes/context.py #67
source: Buttons are not available due to database error
ru: Кнопки не работают из-за ошибки базы данных

# octobot/handlers/cataloghandler.py #146 octobot/handlers/commandhandle.py #89
source: Sorry, this command is unavailable. Please contact the bot administrator.
ru: Данная команда не доступна. Свяжитесь с администратором бота.

# octobot/handlers/cataloghandler.py #150
source: This command requires query. Specify what you want to find
ru: Данная команда требует запрос

# octobot/handlers/cataloghandler.py #160
source: Nothing found!
ru: Не найдено

# octobot/handlers/cataloghandler.py #165
source: ➡️Search using inline mode
ru: ➡️Искать через инлайн

# octobot/handlers/commandhandle.py #94
source: Not enough arguments! This command takes {args_amount} arguments. Consider reading <a href="{help_url}">help for this command</a>
ru: Недостаточно аргументов! Эта команда требует {args_amount} аргументов. Возможно стоит прочитать <a href="{help_url}">документацию к этой команде</a>.

source: About bot
it: Riguardo al bot

source: 🐳Running inside Docker
it: 🐳Avviare tramite Docker

source: 🖥️Running on normal system
it: 🖥️Avviare su un sistema normale

source: Admin commands
it: Comandi da amministratore

source: This action was undone by <a href="tg://user?id={admin_id}">{admin}</a>
it: Questa azione è stata annullata da <a href="tg://user?id={admin_id}">{admin}</a>

source: Invalid ID passed
it: ID inserito non valido
