Repository: octo-tg-bot/octobot
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: it, ru

source: Sorry, you can't execute this command cause you lack following permissions: {}
it: Spiacente, non puoi eseguire questo comando a causa dei seguenti permessi mancanti: {}

source: I hadn't seen the person whose username is @{username}
it: Non conosco nessuno con l'username @{username}

source: You hadn't specified the target!Reply to message of person you want to {action} or specify their ID or username
it: Non hai specificato il destinatario!Rispondi al messaggio della persona che vuoi {action} o specifica il suo ID o username

source: I can't {action} administrators.
it: Non posso {action} gli amministratori.

source: Can't {action} <a href="tg://user?id={target}">{target_name}</a>. Error: <code>{error}</code>.
it: Non ho potuto {action} <a href="tg://user?id={target}">{target_name}</a>. Errore: <code>{error}</code>.

source: Cancel
it: Annulla

source: Bans user in this chat
it: Banna un utente nel gruppo

source: 🔨<a href="tg://user?id={admin_id}">{admin_name}</a> banned <a href="tg://user?id={target}">{target_name}</a>
it: 🔨<a href="tg://user?id={admin_id}">{admin_name}</a> ha bannato <a href="tg://user?id={target}">{target_name}</a>

source: Kicks user from chat
it: Kicka un utente dal gruppo

source: 👞<a href="tg://user?id={admin_id}">{admin_name}</a> kicked <a href="tg://user?id={target}">{target_name}</a>
it: 👞<a href="tg://user?id={admin_id}">{admin_name}</a> ha kickato <a href="tg://user?id={target}">{target_name}</a>

source: Unbanned
it: Sbannato

source: 📌<a href="tg://user?id={admin_id}">{admin}</a> pinned message.
it: 📌<a href="tg://user?id={admin_id}">{admin}</a> ha fissato un messaggio.

source: Pins message in chat
it: Fissa un messaggio nel gruppo

source: Pins message in chat with notification
it: Fissa un messaggio nel gruppo (con notifica)

source: Gives user a warning
it: Dà un warn a un utente

source: Reply to user to give them a warn
it: Rispondi a un utente per dargli un warn

source: Can't warn administrator
it: Non è possibile warnare un amministratore

source: Warn reason not specified
it: Motivo del warn non specificato

source: <i>User had reached maximum warnings in chat and was banned</i>
it: <i>L'utente ha ricevuto il numero massimo di warn nel gruppo ed è stato bannato</i>

source: Unban
it: Sbanna

source: ⚠️<a href="tg://user?id={admin_id}">{admin}</a> warned <a href="tg://user?id={target_id}">{target_name}</a> ({warn_count}/{max_warns}) Reason: <i>{reason}</i>
it: ⚠️<a href="tg://user?id={admin_id}">{admin}</a> ha warnato <a href="tg://user?id={target_id}">{target_name}</a> ({warn_count}/{max_warns}) Motivo: <i>{reason}</i>

source: Warn removed
it: Warn rimosso

source: Lists all user warns or your warns
it: Mostra tutti i warn di un utente o i tuoi warn

source: Failed to find username {username}
it: Ricerca dell'username {username} fallita

source: Warns for {name}:
it: Warn per {name}:

source: {name} has no warns!
it: {name} non ha alcun warn!

source: finished
it: finito

source: airing
it: in onda

source: not yet airing
it: in arrivo

source: cancelled
it: cancellato

source: releasing
it: disponibile

source: not yet released
it: non ancora rilasciato

source: TV animation series
it: Serie TV animata

source: TV short
it: Cortometraggio TV

source: anime movie
it: Film anime

source: anime special
it: Speciale anime

source: manga series
it: serie manga

source: light novel series
it: serie light novel

source: one-shot manga
it: manga one-shot

source: No description provided.
it: Non è stata provvista alcuna descrizione.

source: (spoilers redacted)
it: (spoiler rimossi)

source: Apex Legends player stats
it: Statistiche di gioco di Apex Legends

source: Kills
it: Uccisioni

source: Damage
it: Danno

source: Revives
it: Respawn

source: Games player
it: Partite giocate

source: Kill/Death ratio
it: Ratio K/D

source: Can't find player {}
it: Impossibile trovare il giocatore {}

source: Mozambiquehe.re API returned error: {}
it: Mozambiquehe.re API ha dato errore: {}

source: Player <b>{username}</b>, level {level}
it: Giocatore <b>{username}</b>, livello {level}

source: Rank {rankName} {rankDiv}
it: Rango {rankName} {rankDiv}

source: Current legend: <b>{}</b>
it: Leggenda attuale: <b>{}</b>

source: Player legends stats
it: Statistiche di legends del giocatore

source: Apex Legends {username} stats
it: Statistiche di Apex Legends di {username}

source: Level {level}, ranked level {ranked_level} Current legend:{current_legend}
it: Livello {level}, livello del rango {ranked_level} Leggenda attuale:{current_legend}

source: Invalid username specified!
it: Username specificato non valido!

source: Specify username to lookup
it: Specifica l'username da cercare

source: Lookup Apex player on PC
it: Cerca giocatore di Apex su PC

source: Lookup Apex player on PS4
it: Cerca giocatore di Apex su PS4

source: Lookup Apex player on X1
it: Cerca giocatore di Apex su XB1

source: %(in)s = %(out)s <a href="http://free.currencyconverterapi.com/">Powered by Currency convert API</a>
it: %(in)s = %(out)s <a href="http://free.currencyconverterapi.com/">Fornito dalla Currency convert API</a>

source: Powered by The Free Currency Converter API Example usage: User: /cash 100 RUB USD OctoBot: 100 RUB = 1.66 USD
it: Fornito da The Free Currency Converter API Esempio di utilizzo: User: /cash 100 RUB USD OctoBot: 100 RUB = 1.66 USD

source: Converts currency
it: Converte valuta

source: {} is not a valid number
it: {} non è un numero valido

source: Unknown currency specified
it: La valuta specificata è sconosciuta

source: Currency API is unavailable right now, try later
it: La Currency API non è disponibile al momento, riprova più tardi

source: Google Translate
it: Google Traduttore

source: From <i>{source_language}</i> to <i>{target_language}</i> <code>{text}</code>
it: Da <i>{source_language}</i> a <i>{target_language}</i> <code>{text}</code>

source: Translates text using Google Translate
it: Traduce del testo usando Google Traduttore

source: Search for image on Imgur
it: Cerca un'immagine su Imgur

source: Description:
it: Descrizione:

source: Album with {count} images
it: Album con {count} immagini

source: View on Imgur
it: Visualizza su Imgur

source: <b>Rating:</b> {rating} <b>Tags:</b> {tags_str}
it: <b>Voto:</b> {rating} <b>Tag:</b> {tags_str}

source: Source
it: Fonte

source: Event code is <code>{}</code>
it: Il codice dell'evento è <code>{}</code>

source: Provide feedback
it: Fornisci feedback

source: Click here to submit your feedback
it: Clicca qui per fornire il tuo feedback

source: Thanks you for your feedback! Feel free to delete this message
it: Grazie per il tuo feedback! Ora puoi eliminare questo messaggio

source: Invalid event ID
it: ID evento non valido

source: Did you accidentally deleted the feedback event ID?
it: Hai eliminato l'evento ID del feedback per sbaglio?

source: Feel free to delete this message
it: Ora puoi eliminare questo messaggio

source: You hadn't wrote the feedback.
it: Non hai scritto il feedback.

source: Users will be kicked from this chat if they are banned in SpamWatch
it: Gli utenti saranno kickati da questo gruppo se sono bannati in SpamWatch

source: Users will be banned from this chat if they are banned in SpamWatch
it: Gli utenti saranno bannati da questo gruppo se sono bannati in SpamWatch

source: SpamWatch plugin is disabled in this chat.
it: Il plugin di SpamWatch è disabilitato in questo gruppo.

source: {user} is banned in SpamWatch since {ban_date}. Reason: <code>{ban_reason}</code>
it: {user} è bannato in SpamWatch dal {ban_date}. Motivo: <code>{ban_reason}</code>

source: User
it: Utente

source: Action {action} set.
it: Azione {action} impostata.

source: is not a valid action.
it: non è un'azione valida.

source: You hadn't specified action to set!
it: Non hai specificato l'azione da impostare!

source: Available actions:
it: Azioni possibili:

source: Current action in this chat is
it: L'azione impostata per questa chat è

source: Stickers
it: Sticker

source: No image as photo/file provided.
it: Non è stata provvista alcuna immagine come foto/file.

source: Attempting to make image bombs, are we?
it: Stai provando a fare delle immagini bomba, eh?

source: This file doesn't look like image file
it: Questo file non sembra essere un'immagine

source: Preview:
it: Anteprima:

source: Failed to compress image after 8 tries
it: Compressione dell'immagine fallita dopo 8 tentativi

source: Sorry, but I can't create group pack right now. Ask group creator to PM me and try again.
it: Mi dispiace, non posso creare il pack del gruppo al momento. Chiedi al creatore del gruppo di mandarmi un messaggio diretto, e riprova.

source: It seems like I got timed out when creating sticker, that is Telegram-side error. Please try again.
it: Sembra che sia passato troppo tempo per la creazione dello sticker, ed è un errore di Telegram. Riprova per cortesia.

source: Adds sticker to group stickerpack
it: Aggiunge uno sticker allo sticker pack del gruppo

source: Adds sticker to personal stickerpack
it: Aggiunge uno sticker al tuo sticker pack personale

source: Removes sticker from group/user stickerpack
it: Rimuove uno sticker dallo sticker pack dell'utente/gruppo

source: You can't delete this chat stickers cause you are not an admin.
it: Non puoi eliminare gli sticker di questa chat perchè non sei un amministratore.

source: 🚮Sticker deleted.
it: 🚮Sticker eliminato.

source: You can't delete stickers in this stickerpack
it: Non puoi eliminare gli sticker in questo sticker pack

source: Please reply to sticker from group/user pack
it: Per favore rispondi a uno sticker dello sticker pack dell'utente/gruppo

source: Bans stickerpack in chat
it: Banna lo sticker pack nel gruppo

source: Reply to sticker from stickerpack which you want to ban or pass the pack name as argument
it: Rispondi a uno sticker dallo sticker pack che vuoi bannare, o inserisci il nome del pack come argomento

source: Pack <a href="https://t.me/addstickers/{pack_id}">{pack_id}</a> banned successfully
it: Pack <a href="https://t.me/addstickers/{pack_id}">{pack_id}</a> bannato con successo

source: Pack <a href="https://t.me/addstickers/{pack_id}">{pack_id}</a> unbanned successfully
it: Pack <a href="https://t.me/addstickers/{pack_id}">{pack_id}</a> sbannato con successo

source: Lists packs that are banned in this chat
it: Mostra i pack che sono bannati in questo gruppo

source: This stickerpacks are currently banned in <b>{chat_name}</b>:
it: Gli sticker pack attualmente bannati in <b>{chat_name}</b> sono:

source: There are no stickerpacks that are banned in this chat
it: Non ci sono sticker pack bannati in questo gruppo

source: Hello, World!
it: Ciao, Mondo!

source: This is a test
it: Questo è un test

source: Definition for <b>{word}</b> by <i>{author}</i>: {definition} Example(s): {example}
it: Definizione di <b>{word}</b> fornita da <i>{author}</i>: {definition} Esempio(/i): {example}

source: Definition on Urban Dictionary
it: Definizione su Urban Dictionary

source: Definition for {}
it: Definizione di {}

source: Word Swapper
it: Scambia Parole

source: Swaps word(s) in message
it: Scambia le parole in un messaggio

source: Hi, {username}! Did you mean: {text}
it: Ciao, {username}! Forse intendevi: {text}

source: Invalid regex!
it: Regex non valido!

source: You should reply to message with text!
it: Devi rispondere al messaggio con del testo!

source: Admin cache utils
it: Utilità per la cache degli amministratori

source: Check group admins cache
it: Controlla cache degli amministratori

source: Cache database availability: {}
it: Stato del database della cache: {}

source: Time until current cache death: {}
it: Tempo rimanente all'eliminazione della cache: {}

source: To reset cache use /cache_reset command
it: Per resettare la cache usa il comando /cache_reset

source: Admin cache has been reset
it: La cache degli amministratori è stata resettata

source: I can't understand what this inline button does. The keyboard here is probably outdated.
it: Non capisco cosa faccia questo bottone inline. La tastiera qui è probabilmente obsoleta

source: I am sorry Dave, I am afraid I cant do that.
it: Mi dispiace David, purtroppo non posso farlo.

source: Language "{locale}" set
it: Lingua "{locale}" impostata

source: Make sure bot is alive and get message delivery latency
it: Assicurati che il bot funzioni e di ricevere il messaggio sulla latenza

source: 🏓 Pong! Reply latency: %.2fs
it: 🏓 Pong! Latenza della risposta: %.2fs

source: Plugin management
it: Gestione dei plugin

source: Lists disabled plugins in this chat
it: Mostra i plugin disabilitati in questo gruppo

source: No plugins are disabled in this chat
it: Non ci sono plugin disabilitati in questo gruppo

source: Disabled plugins:
it: Plugin disabilitati:

source: You hadn't specified plugin to disable/enable. Following plugins can be disabled:
it: Non hai specificato alcun plugin da disabilitare/abilitare. I seguenti plugin possono essere disabilitati:

source: All disable-able plugins were disabled.
it: Sono stati disabilitati tutti i plugin che si potevano disabilitare.

source: {plugin_desc} (<code>{plugin_id}</code>) was disabled.
it: {plugin_desc} (<code>{plugin_id}</code>) è stato disabilitato.

source: Unknown plugin:
it: Plugin sconosciuto:

source: All disable-able plugins were enabled.
it: Sono stati abilitati tutti i plugin che si potevano disabilitare.

source: {plugin_desc} (<code>{plugin_id}</code>) was enabled.
it: {plugin_desc} (<code>{plugin_id}</code>) è stato abilitato.

source: Usual bot commands
it: I soliti comandi del bot

source: Command list
it: Lista dei comandi

source: Support chat
it: Gruppo del supporto

source: Hi! I am {bot.me.first_name}, a Telegram bot with features and bugs and blah blah, noone reads /start anyway.
it: Ciao! Sono {bot.me.first_name}, un bot di Telegram con feature e bug e bla bla, nessuno legge mai /start.

source: More…
it: Altro…

source: Help for
it: Aiuto per

source: Error description: <code>{error}</code>
it: Descrizione errore: <code>{error}</code>

source: On line {line} in <code>{fname}</code>
it: Alla linea {line} in <code>{fname}</code>

source: User ID
it: ID Utente

source: Check the user/group/message/inline_query IDs
it: Controlla gli ID di utente/gruppo/messaggio/query in linea

source: Your
it: Il tuo

source: Chat ID:<code>{}</code>
it: ID Gruppo: <code>{}</code>

source: Chat type is <code>{}</code>
it: Il gruppo è di tipo <code>{}</code>

source: ID of your message: <code>{}</code>
it: ID del tuo messaggio: <code>{}</code>

source: ID of replied message: <code>{}</code>
it: ID del messaggio in risposta: <code>{}</code>

source: ID of {} from replied message: {}
it: ID di {} dal messaggio in risposta: {}

source: Forward {} ID: {}
it: Inoltro {} ID: {}

source: Forwarded message ID in original chat: {}
it: Inoltrato ID messaggio nella chat originale: {}

source: Forwarded message original chat ({}) ID: {}
it: Inoltrata la chat originale ({}) del messaggio con ID: {}

source: This command can be used only in supergroups.
it: Questo comando può essere usato solo nei supergruppi.

source: 🐞 Failed to execute command due to unknown error.
it: 🐞 Esecuzione del comando fallita a causa di un errore sconosciuto.

source: Sorry, you can't execute this command cause I lack following permissions: {}
it: Mi dispiace, non puoi eseguire questo comando perchè mi mancano i seguenti permessi: {}

source: Sorry, this command is unavailable. Please contact the bot administrator.
it: Mi dispiace, questo comando non è disponibile. Per favore contatta l'amministratore del bot.

source: This command requires query. Specify what you want to find
it: Questo comando richiede un argomento. Specifica cosa vuoi cercare

source: Nothing found!
it: Non ho trovato nulla!

source: ➡️Search using inline mode
it: ➡️Cerca tramite la modalità inline

source: Not enough arguments! This command takes {args_amount} arguments. Consider reading <a href="{help_url}">help for this command</a>
it: Argomenti mancanti! Questo comando richiede {args_amount} argomenti. Prova a leggere <a href="{help_url}"> la guida all'utilizzo di questo comando</a>

source: This pack has too much stickers already! Creating new pack...
it: Questo pack ha troppi sticker al suo interno! Ne verrà creato uno nuovo...

source: status
it: stato

source: rating
it: voto

source: first released on
it: data di rilascio

source: last released on
it: ultimo rilascio

source: Search on AniList
it: Cerca su AniList

source: View on AniList
it: Visualizza su AniList

source: Search for characters on AniList
it: Cerca un personaggio su AniList

source: Present in
it: Compare in

source: No text to translate was specified/replied to!
it: Non hai risposto a/specificato alcun messaggio da tradurre!

source: Can't go forward anymore
it: Non posso andare più avanti di così

source: Can't go backwards anymore
it: Non posso andare più indietro di così

source: genres
it: generi

source: bot owner. Who the fu - Who is - What - I should kick your fucking ass, who is this?
it: proprietario del bot. Chi ca- Chi è - Cosa - Dovrei tirarti un calcio nel tuo fottuto culo, chi sei?

source: change chat info
it: cambia informazioni del gruppo

source: chat admin
it: amministratore del gruppo

source: delete messages
it: elimina messaggi

source: restrict members
it: limita utenti

source: pin messages
it: fissa messaggi

source: promote members
it: promuovi membri

source: manage chat
it: gestisci gruppo

source: manage voice chats
it: gestisci chat vocale

source: This chat is permanently blocked in the bot due to command abuse. Please contact bot admin at {support_url} to get your chat unbanned.
it: Non è più possibile utilizzare il bot in questo gruppo dato l'abuso di comandi. Per favore contatta l'amministratore del bot su {support_url} per fare sbannare il gruppo.

source: Users in this chat now temporarily not allowed to use bot commands. NOTE: This restriction doesn't apply to admins.
it: Per il momento, li utenti in questa chat non potranno più usare i comandi del bot. NOTA: Questa limitazione non si applica agli amministratori.

source: You are now temporarily not allowed to use this bot.
it: Non ti è permesso usare questo bot per il momento.

source: OctoBot version <code>{ob_version}</code> Python-Telegram-Bot version: <code>{ptb_version}</code> <a href="https://github.com/octo-tg-bot/">GitHub page</a>
it: OctoBot versione <code>{ob_version}</code> Python-Telegram-Bot versione: <code>{ptb_version}</code> <a href="https://github.com/octo-tg-bot/">Pagina GitHub</a>
